user = ("Ivan")
сontent_of_the_note = ("Руцензия к книге.","Дела на неделю . ","Просьба бабушки. ") #Название заметок
statys = ("active") # Статус заметок
date_of_creation = ("24-12-2024") #дата создания
date_of_changes = ("25-12-2024")  #Дата последнего изменения

user_note = ["Ivan",["Руцензия к книге.","Дела на неделю . ","Просьба бабушки. "],"active" , "24-12-2024" ,"25-12-2024" ] #данные о пользователе

notes_1 = ("Рецензия к книге.")
notes_2 = ("Дела на неделю .")
notes_3 = ("Просьба бабушки. ")

list_of_notes = ["Рецензия к книге." ,"Дела на неделю .","Просьба бабушки. "] # список заметок

user_account_information = [user_note , list_of_notes] #данные пользователя , список заметок
print(user_account_information)



